apache/results/hey-output-baseline-55.txt

Summary:
  Total:	10.0118 secs
  Slowest:	0.2739 secs
  Fastest:	0.0016 secs
  Average:	0.0137 secs
  Requests/sec:	3635.1014
  
  Total data:	6951254 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.029 [35726]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.056 [515]	|■
  0.083 [24]	|
  0.111 [74]	|
  0.138 [4]	|
  0.165 [0]	|
  0.192 [0]	|
  0.219 [0]	|
  0.247 [0]	|
  0.274 [50]	|


Latency distribution:
  10% in 0.0066 secs
  25% in 0.0091 secs
  50% in 0.0123 secs
  75% in 0.0164 secs
  90% in 0.0208 secs
  95% in 0.0238 secs
  99% in 0.0330 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0031 secs, 0.0016 secs, 0.2739 secs
  DNS-lookup:	0.0016 secs, 0.0000 secs, 0.0249 secs
  req write:	0.0014 secs, 0.0000 secs, 0.0394 secs
  resp wait:	0.0069 secs, 0.0005 secs, 0.2666 secs
  resp read:	0.0021 secs, 0.0001 secs, 0.0396 secs

Status code distribution:
  [200]	36394 responses