apache/results/hey-output-inactive-07.txt

Summary:
  Total:	10.0105 secs
  Slowest:	0.2097 secs
  Fastest:	0.0016 secs
  Average:	0.0137 secs
  Requests/sec:	3622.3903
  
  Total data:	6926042 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.022 [32176]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.043 [3883]	|■■■■■
  0.064 [52]	|
  0.085 [0]	|
  0.106 [74]	|
  0.126 [26]	|
  0.147 [0]	|
  0.168 [0]	|
  0.189 [2]	|
  0.210 [48]	|


Latency distribution:
  10% in 0.0047 secs
  25% in 0.0076 secs
  50% in 0.0124 secs
  75% in 0.0175 secs
  90% in 0.0230 secs
  95% in 0.0270 secs
  99% in 0.0368 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0030 secs, 0.0016 secs, 0.2097 secs
  DNS-lookup:	0.0015 secs, 0.0000 secs, 0.0283 secs
  req write:	0.0015 secs, 0.0000 secs, 0.0468 secs
  resp wait:	0.0072 secs, 0.0005 secs, 0.1972 secs
  resp read:	0.0019 secs, 0.0001 secs, 0.0453 secs

Status code distribution:
  [200]	36262 responses