apache/results/hey-output-inactive-18.txt

Summary:
  Total:	10.0075 secs
  Slowest:	0.3453 secs
  Fastest:	0.0019 secs
  Average:	0.0136 secs
  Requests/sec:	3663.3578
  
  Total data:	7002251 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.036 [36338]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.071 [245]	|
  0.105 [1]	|
  0.139 [26]	|
  0.174 [0]	|
  0.208 [0]	|
  0.242 [26]	|
  0.277 [0]	|
  0.311 [0]	|
  0.345 [24]	|


Latency distribution:
  10% in 0.0060 secs
  25% in 0.0084 secs
  50% in 0.0119 secs
  75% in 0.0166 secs
  90% in 0.0219 secs
  95% in 0.0257 secs
  99% in 0.0354 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0042 secs, 0.0019 secs, 0.3453 secs
  DNS-lookup:	0.0021 secs, 0.0000 secs, 0.0480 secs
  req write:	0.0025 secs, 0.0000 secs, 0.0450 secs
  resp wait:	0.0042 secs, 0.0005 secs, 0.3346 secs
  resp read:	0.0026 secs, 0.0001 secs, 0.0463 secs

Status code distribution:
  [200]	36661 responses