apache/results/hey-output-inactive-37.txt

Summary:
  Total:	10.0137 secs
  Slowest:	0.3965 secs
  Fastest:	0.0017 secs
  Average:	0.0137 secs
  Requests/sec:	3631.0285
  
  Total data:	6944760 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.041 [36145]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.081 [66]	|
  0.120 [15]	|
  0.160 [33]	|
  0.199 [50]	|
  0.239 [0]	|
  0.278 [48]	|
  0.318 [0]	|
  0.357 [0]	|
  0.396 [2]	|


Latency distribution:
  10% in 0.0064 secs
  25% in 0.0088 secs
  50% in 0.0120 secs
  75% in 0.0162 secs
  90% in 0.0210 secs
  95% in 0.0245 secs
  99% in 0.0350 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0037 secs, 0.0017 secs, 0.3965 secs
  DNS-lookup:	0.0019 secs, 0.0000 secs, 0.0472 secs
  req write:	0.0020 secs, 0.0000 secs, 0.0440 secs
  resp wait:	0.0055 secs, 0.0005 secs, 0.3864 secs
  resp read:	0.0024 secs, 0.0001 secs, 0.0419 secs

Status code distribution:
  [200]	36360 responses