apache/results/hey-output-inactive-56.txt

Summary:
  Total:	10.0104 secs
  Slowest:	0.3042 secs
  Fastest:	0.0017 secs
  Average:	0.0137 secs
  Requests/sec:	3634.3102
  
  Total data:	6948771 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.032 [36079]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.062 [199]	|
  0.092 [11]	|
  0.123 [41]	|
  0.153 [0]	|
  0.183 [0]	|
  0.213 [0]	|
  0.244 [0]	|
  0.274 [0]	|
  0.304 [50]	|


Latency distribution:
  10% in 0.0064 secs
  25% in 0.0092 secs
  50% in 0.0125 secs
  75% in 0.0166 secs
  90% in 0.0210 secs
  95% in 0.0240 secs
  99% in 0.0310 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0029 secs, 0.0017 secs, 0.3042 secs
  DNS-lookup:	0.0015 secs, 0.0000 secs, 0.0294 secs
  req write:	0.0013 secs, 0.0000 secs, 0.0264 secs
  resp wait:	0.0076 secs, 0.0006 secs, 0.2962 secs
  resp read:	0.0019 secs, 0.0001 secs, 0.0259 secs

Status code distribution:
  [200]	36381 responses