apache/results/hey-output-smokewagon-06.txt

Summary:
  Total:	10.0105 secs
  Slowest:	0.2885 secs
  Fastest:	0.0016 secs
  Average:	0.0137 secs
  Requests/sec:	3637.2693
  
  Total data:	6954501 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.030 [35762]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.059 [499]	|■
  0.088 [0]	|
  0.116 [98]	|
  0.145 [1]	|
  0.174 [0]	|
  0.202 [48]	|
  0.231 [1]	|
  0.260 [0]	|
  0.288 [1]	|


Latency distribution:
  10% in 0.0050 secs
  25% in 0.0084 secs
  50% in 0.0126 secs
  75% in 0.0171 secs
  90% in 0.0221 secs
  95% in 0.0254 secs
  99% in 0.0340 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0032 secs, 0.0016 secs, 0.2885 secs
  DNS-lookup:	0.0016 secs, 0.0000 secs, 0.0369 secs
  req write:	0.0016 secs, 0.0000 secs, 0.0453 secs
  resp wait:	0.0069 secs, 0.0005 secs, 0.2783 secs
  resp read:	0.0019 secs, 0.0001 secs, 0.0393 secs

Status code distribution:
  [200]	36411 responses