apache/results/hey-output-smokewagon-13.txt

Summary:
  Total:	10.0099 secs
  Slowest:	0.2252 secs
  Fastest:	0.0018 secs
  Average:	0.0139 secs
  Requests/sec:	3590.8318
  
  Total data:	6865304 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.024 [33095]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.046 [2715]	|■■■
  0.069 [33]	|
  0.091 [0]	|
  0.114 [38]	|
  0.136 [12]	|
  0.158 [0]	|
  0.181 [0]	|
  0.203 [0]	|
  0.225 [50]	|


Latency distribution:
  10% in 0.0061 secs
  25% in 0.0085 secs
  50% in 0.0121 secs
  75% in 0.0171 secs
  90% in 0.0228 secs
  95% in 0.0270 secs
  99% in 0.0372 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0045 secs, 0.0018 secs, 0.2252 secs
  DNS-lookup:	0.0022 secs, 0.0000 secs, 0.0311 secs
  req write:	0.0026 secs, 0.0000 secs, 0.0376 secs
  resp wait:	0.0041 secs, 0.0005 secs, 0.2155 secs
  resp read:	0.0026 secs, 0.0001 secs, 0.0351 secs

Status code distribution:
  [200]	35944 responses